{"date": "2024-09-23", "aidy_ids": [], "aidy_queue": [], "supercluster_ids": ["57f32e34-6a54-412a-afc2-55479209c755", "b69f137d-feaf-4181-982a-1a41251d3737"], "supercluster_queue": [], "spacenews_ids": [505725, 506278, 506276, 506284, 506232], "spacenews_queue": [], "twitter_ids": [1838167778265588090, 1837202334121697700, 1837178719108018399, 1837145202139492834, 1836865977935339752, 1836773495566430452, 1836535924781363639, 1836482787664150669, 1836404638783885761, 1836146866737606728, 1838209355386155107, 1837495084477976948, 1837355479049068790, 1837283950789624233, 1837281403173470351, 1837266239204315159, 1837200779943497853, 1837128873927942183, 1837128717895680038, 1837128561154482361], "twitter_queue": [{"content": "Don't cross the streams! 👻\n\nThankfully, it wasn't as bad as the Ghostbusters feared. Faint rays seen by @chandraxray reveal the crossing of streams in this galaxy cluster 670 million light-years away may lead to the creation of a new cosmic structure: https://t.co/CYwZa43pY1 https://t.co/uA4e9ZGx0Q", "user": "NASA"}, {"content": "Astronaut Tracy C. Dyson returns home Sept. 23, concluding a six-month mission on the @Space_Station. Her @ISS_Research highlights include an experiment that could improve delivery of respiratory treatments, and a tech demo operating robots from orbit: https://t.co/PV2H9xYLA1 https://t.co/98TVltir3w", "user": "NASA"}, {"content": "Get pulled in to this black hole image. You read that right!\n@NASAWebb’s Mid-Infrared Instrument captured a supermassive black hole gobbling gas and dust. The energy it emits as it feeds makes the spiral galaxy’s core shine like a six-pointed pink \"star\": https://t.co/gyHp5UMZ5Y https://t.co/Jsk6Yemijf", "user": "NASA"}, {"content": "Katherine Johnson, Dorothy Vaughan, Mary W. Jackson, Dr. Christine Darden &amp; all our Hidden Figures were awarded Congressional Gold Medals.\n \n@NASA_Johnson's Andrea Mosie spoke at the ceremony honoring these women pivotal to our success in the space race. https://t.co/bl590QUS47 https://t.co/8bIHQBM0nn", "user": "NASA"}, {"content": "In the latest episode of our Curious Universe podcast, we’re talking asteroids with a special guest – Latif Nasser of @Radiolab! Listen in as we chat about how we find and track asteroids and how they get their names. https://t.co/Y4OFos7ebc https://t.co/7vCLk6QUiR", "user": "NASA"}, {"content": "Our official Spanish-language podcast, Universo curioso de la NASA, returns with a new episode each Tuesday during #HispanicHeritageMonth. Listen and subscribe: https://t.co/1WNT3uAp5G", "user": "NASA"}, {"content": "Northern Hemisphere skywatchers: You’re in for a special treat on the evening of Sept. 17!\n \nWith a clear sky, you could see a partial lunar eclipse of tonight's #HarvestMoon. Learn more: https://t.co/JdOb93uIwW https://t.co/3cYL6hhzye", "user": "NASA"}, {"content": "Soyuz MS-25 undocked from the ISS Prichal module at 0736 UTC Sep 23 and  landed in Kazakhstan at 1159 UTC, carrying astronauts Kononenko, Chub  and Dyson back to Earth.", "user": "planet4589"}, {"content": "The five Kineis 2 satellites from last night's launch are now\ntracked in a 638 x 641 km x 98 deg sun-sync orbit with 1124 local time descending node (LTDN), about 70 deg from the Kineis 1 group.", "user": "planet4589"}, {"content": "A note on the changing altitude deployment of the Starlink constellation: compare Oct 2023 (4925 in orbit, 6% below 500 km) with Sep 2024 (6413 in orbit, 25% of which below 500 km) https://t.co/YWG9iLfmBr", "user": "planet4589"}, {"content": "That makes 4 orbital launches today ( Sep 20), with 35 satellites deployed.", "user": "planet4589"}, {"content": "Electron kick stage should now have made its first burn and is a few min from a second burn... waiting for updates from RL", "user": "planet4589"}, {"content": "LAUNCH at 2301 UTC Sep 20 of Electron from Mahia, New Zealand with five Kineis IoT satellites", "user": "planet4589"}, {"content": "Two of the satellites from this morning's Tianqi/KZ-1A launch cataloged in a  842 x 854 km x 44.9 deg orbit", "user": "planet4589"}, {"content": "LAUNCH at 1350 UTC Sep 20 of a Falcon 9 from Vandenberg carrying the 20 satellites of Starlink Group 9-17", "user": "planet4589"}, {"content": "LAUNCH at 0943 UTC Sep 20 of an EXPACE Kuaizhou-1A from Xichang carrying the Tianqi 29 to 32 small IoT satellites", "user": "planet4589"}, {"content": "LAUNCH at 0411 UTC Sep 20 of a Chang Zheng 2D from Taiyuan with the Jilin-1 Kuanfu 02B 01 to 06 satellites, cataloged in a 531 x 547 km x 97.6 deg sun sync orbit at 1120 LTDN plane", "user": "planet4589"}]}